{
    "how_it_works": " Как это раотает",
    "team": "Команда",
    "contacts": "Контакты",
    "en": "EN",
    "ru": "RU",
    "bel": "BLR",
    "services": "Услуги",
    "services_description": "Основным приоритетом для нашей команды является предоставление качественных решений для реализации ваших идей. Ознакомьтесь со списком услуг, предоставляемых командой Storks Solutions.",
    "web_development_title": "Веб разработка",
    "web_development_desc": "Сосредоточьтесь на создании качественного решения, отвечающего потребностям бизнеса. Мы используем бережливый подход, поэтому мы можем быстро тестировать, учиться и вносить изменения на этапе разработки.",
    "mobile_development_title": "Разработка мобильных приложений",
    "mobile_development_desc": "Объединив технические знания и творческий подход, наши программисты могут создать индивидуальное мобильное приложение, которое поможет развитию вашего бизнеса.",
    "design_title": "UI/UX дизайн",
    "design_desc": "Сосредоточьтесь на удобстве использования вашего цифрового продукта и создайте удивительные пользовательские интерфейсы для различных платформ и устройств, которые помогут вам реализовать вашу стратегию и цели.",
    "quality_assurance_title": "Обеспечение качества",
    "quality_assurance_desc": "Наши опытные специалисты по контролю качества обеспечат отсутствие ошибок и безупречную работу вашего программного решения до того, как оно попадет к реальным пользователям.",
    "api_integration_title": "Интеграция API",
    "api_integration_desc": "Интегрируя API различных продуктов, мы можем заставить отдельные части вашей ИТ-инфраструктуры работать вместе без ущерба для безопасности.",
    "product_scaling_title": "Масштабирование продукта",
    "product_scaling_desc": "Улучшайте свой продукт путем рефакторинга устаревшего кода, добавления новых функций и приведения продукта в соответствие с нынешними ожиданиями.",
    "cooperation_models_title": "Модели сотрудничества",
    "cooperation_models_desc": "Особенностью команды Storks Solutions является гибкость и быстрая скорость поиска решений. Исходя из требуемых результатов, команда может предложить несколько вариантов сотрудничества.",
    "staff_model_title": "Модель расширения штата сотрудников",
    "staff_model_desc": "Эксперты-программисты присоединяются к вашей существующей команде, работая и общаясь удаленно до завершения проекта. Вы можете привлекать столько специалистов, сколько вам необходимо, чтобы достичь оптимального размера команды для вашей разработки.",
    "dedicated_model_title": "Модель специализированной команды",
    "dedicated_model_desc": "Модель специализированной команды означает, что вы будете работать с внешней командой разработчиков программного обеспечения. Этот вариант предусматривает структуру управления с практическим контролем рабочего процесса и задач.",
    "project_model_title": "Проектно-ориентированная модель",
    "project_model_desc": "Наша команда возьмет на себя весь процесс разработки, от определения требований до полной реализации вашей идеи, установления сроков и тестирования качества. Компания объединяет всю команду, включая менеджера проекта.",
    "who_we_are_title": "Кто мы?",
    "professional_team_title": "КОМАНДА ПРОФЕССИОНАЛОВ",
    "professional_team_desc": "У нас работает высокопрофессиональная команда инженеров, разработчиков, дизайнеров.",
    "all_team_title": "Вся команда",
    "technology_stack_title": "Стек технологий",
    "technology_stack_desc": "Наши высококлассные инженеры-программисты используют все современные языки программирования и фреймворки и удовлетворяют все запросы, связанные с проектами по разработке программного обеспечения любой сложности и технологического стека.",
    "frond_end": "FRONT END",
    "react": "React",
    "angular": "Angular",
    "javascript": "Javascript",
    "back_end": "BACK END",
    "java": "JAVA",
    "net": ".NET",
    "nodejs": "NODE.JS",
    "php": "PHP",
    "mobile": "MOBILE",
    "ios": "IOS",
    "android": "ANDROID",
    "flutter": "FLUTTER",
    "react_native": "REACT NATIVE",
    "need_solution_title": "Вам нужно технологическое решение?",
    "contact_us_title": "Свяжитесь с нами!",
    "name_field": "Имя",
    "company_field": "Компания",
    "corporate_email_field": "Корпоративный e-mail",
    "subject_field": "Тема",
    "additional_field": "Дополнительная информация",
    "upload_file_field": "Загрузить файл",
    "send_desc": "Пожалуйста, имейте в виду, что когда вы нажмете кнопку 'Отправить', Stork Solutions обработает ваши персональные данные.",
    "send_button": "Отправить",
    "get_started": "Начать",
    "digital_solutions": "Цифровые решения",
    "fast": "быстро",
    "and": "и",
    "easy": "легко",
    "welcome_desc": "Проведем бизнес-консалтинг в короткие сроки и предложить лучшие решения",
    "average_experience": "Средний опыт",
    "team_members": "Члены команды",
    "embrace_technologies": "Охвачено технологий",
    "projects_completed": "Завершенных проектов",
    "footer_rules": "© 2023 Storks Solutions. Все права защищены.",
    "footer_address": "Stefana Okrzei 1A/10P, 03-715 Варшава, Польша"
}