{
    "en": "EN",
    "ru": "RU",
    "bel": "BLR",
    "how_it_works": " Як гэта працуе",
    "team": "Каманда",
    "contacts": "Кантакты",
    "services": "Паслугі",
    "services_description": "Галоўным прыярытэтам нашай каманды з'яўляецца прадастаўленне якасных рашэнняў для рэалізацыі вашых ідэй.Азнаёмцеся са спісам паслуг, якія прадстаўляе каманда Storks Solutions.",
    "web_development_title": "Вэб-распрацоўка",
    "web_development_desc": "Засяродзьцеся на стварэнні якаснага рашэння, якое адпавядае патрэбам бізнесу. Мы выкарыстоўваем эканомны падыход, каб мы маглі хутка тэставаць, вучыцца і ўносіць змены на этапе распрацоўкі",
    "mobile_development_title": "Распрацоўка мабільных прыкладанняў",
    "mobile_development_desc": "Аб'яднаўшы тэхнічныя веды і творчы падыход, нашы праграмісты могуць стварыць індывідуальнае мабільнае прыкладанне, якое дапаможа развіццю Вашага бізнесу.",
    "design_title": "UI / UX дызайн",
    "design_desc": "Засяродзьцеся на зручнасці выкарыстання вашага лічбавага прадукту і стварыце дзіўныя карыстацкія інтэрфейсы для розных платформаў і прылад, якія дапамогуць вам рэалізаваць вашу стратэгію і мэты.",
    "quality_assurance_title": "Забеспячэнне якасці",
    "quality_assurance_desc": "Інжынеры QA праводзяць праверкі на карэктнасць, адсутнасць памылак, адпаведнасць патрабаванням распрацаваных функцый.",
    "api_integration_title": "Інтэграцыя API",
    "api_integration_desc": "Інтэгруючы API розных прадуктаў, мы можам прымусіць асобныя часткі вашай ад-інфраструктуры працаваць разам без шкоды для бяспекі.",
    "product_scaling_title": "Маштабаванне прадукту",
    "product_scaling_desc": "Паляпшае свой прадукт шляхам рэфактарынг састарэлага кода, дадання новых функцый і прывядзення прадукту ў адпаведнасць з цяперашнімі чаканнямі.",
    "cooperation_models_title": "Мадэлі супрацоўніцтва",
    "cooperation_models_desc": "Асаблівасцю каманды Storks Solutions з'яўляецца гнуткасць і хуткая хуткасць пошуку рашэнняў. Зыходзячы з патрэбных вынікаў, каманда можа прапанаваць некалькі варыянтаў супрацоўніцтва.",
    "staff_model_title": "Мадэль пашырэння штата супрацоўнікаў",
    "staff_model_desc": "Эксперты-праграмісты далучаюцца да вашай існуючай камандзе, працуючы і размаўляючы выдалена да завяршэння праекта. Вы можаце прыцягваць столькі спецыялістаў, колькі вам неабходна, каб дасягнуць аптымальнага памеру каманды для вашай распрацоўкі.",
    "dedicated_model_title": "Мадэль спецыялізаванай каманды",
    "dedicated_model_desc": "Мадэль спецыялізаванай каманды азначае, што вы будзеце працаваць з знешняй камандай распрацоўшчыкаў праграмнага забеспячэння. Гэты варыянт прадугледжвае структуру кіравання з практычным кантролем працоўнага працэсу і задач.",
    "project_model_title": "Праектна-арыентаваная мадэль",
    "project_model_desc": "Наша каманда возьме на сябе ўвесь працэс распрацоўкі, ад вызначэння патрабаванняў да поўнай рэалізацыі вашай ідэі, ўстанаўлення тэрмінаў і тэставання якасці. Кампанія аб'ядноўвае ўсю каманду, уключаючы мэнэджэра праекта.",
    "who_we_are_title": "Хто мы?",
    "professional_team_title": "\t\"КАМАНДА ПРАФЕСІЯНАЛАЎ\"",
    "professional_team_desc": "У нас працуе высокапрафесійная каманда інжынераў, распрацоўшчыкаў, дызайнераў.",
    "all_team_title": "Уся каманда",
    "technology_stack_title": "Стэк тэхналогій",
    "technology_stack_desc": "Нашы высакакласныя інжынеры-праграмісты выкарыстоўваюць усе сучасныя мовы праграмавання і фреймворка і задавальняюць усе запыты, звязаныя з праектамі па распрацоўцы праграмнага забеспячэння любой складанасці і тэхналагічнага стэка.",
    "frond_end": "FRONT END",
    "react": "React",
    "angular": "Angular",
    "javascript": "Javascript",
    "back_end": "BACK END",
    "java": "JAVA",
    "net": ".NET",
    "nodejs": "NODE.JS",
    "php": "PHP",
    "mobile": "MOBILE",
    "ios": "IOS",
    "android": "ANDROID",
    "flutter": "FLUTTER",
    "react_native": "REACT NATIVE",
    "need_solution_title": "Вам трэба тэхналагічнае рашэнне?",
    "contact_us_title": "Звяжыцеся з намі!",
    "name_field": "Імя",
    "company_field": "Кампанія",
    "corporate_email_field": "Карпаратыўны e-mail",
    "subject_field": "Тэма",
    "additional_field": "Дадатковая інфармацыя",
    "upload_file_field": "Загрузіць файл",
    "send_desc": "Калі ласка, майце на ўвазе, што калі вы націснеце кнопку 'Адправіць', Stork Solutions апрацуе вашыя персанальныя дадзеныя.",
    "send_button": "Aдаслаць",
    "get_started": "Пачаць",
    "digital_solutions": "Лічбавыя рашэнні",
    "fast": "хутка",
    "and": "i",
    "easy": "лёгкa",
    "welcome_desc": "Правядзем бізнес-кансультацыі у кароткія тэрміны і прапанаваць лепшыя рашэнні",
    "average_experience": "Сярэдні стаж",
    "team_members": "Члены каманды",
    "embrace_technologies": "Aхоплена тэхналогій",
    "projects_completed": "Праекты завершаны",
    "footer_rules": "© 2023 Storks Solutions. Усе правы ахоўваюцца.",
    "footer_address": "Stefana Okrzei 1A/10P, 03-715 Варшава, Польшча",
    "specialists": "Спецыялісты",
    "sprint_action": "Дзеяннe спрынту",
    "requirement_elicitation_title": "Высвятленне патрабаванняў",
    "requirement_elicitation_desc": "Мы збіраем усе функцыянальныя патрабаванні і даем прыблізную каштарыс, кошт і аб'ём работ.",
    "contract_negotiation_title": "Перамовы па кантракце",
    "contract_negotiation_desc": "Мы абмяркоўваем усе ўмовы кантракту, усталёўваем мадэлі супрацоўніцтва і цэнаўтварэння.",
    "design_prototyping_title": "Дызайн і стварэнне прататыпаў",
    "design_prototyping_desc": "Каманда працуе над канцэпцыяй рашэння і стварае візуальнае ўяўленне.",
    "architecture_building_title": "Стварэнне архітэктуры",
    "architecture_building_desc": "Каманда прапануе аптымальнае архітэктурнае рашэнне, якое ў будучыні можна будзе лёгка пашырыць i падтрымлiваць.",
    "iteration_grooming_title": "Аналіз ітэрацый",
    "iteration_grooming_desc": "Каманда ўдзельнічае ў працэсе абмеркавання, тлумачэнні, удакладнення будучай функцыі або прадукту",
    "iteration_planning_title": "Планаванне ітэрацый",
    "iteration_planning_desc": "Каманда вырабляе падзел гісторый і задач на аптымальныя ітэрацыі для бесперапыннай рэалізацыі і дастаўкі.",
    "daily_meeting_title": "Штодзённыя мітынгі",
    "daily_meeting_desc": "Члены каманды штодня даюць справаздачу аб праведзенай працы. У выпадку ўзнікнення пытанняў яны атрымліваюць хуткі адказ і працягваюць распрацоўку.",
    "coding_title": "Напiсанне коду",
    "coding_desc": "Распрацоўшчыкі рэалізуюць праграмны код у адпаведнасці з існуючымі патрабаваннямі.",
    "unit_testing_title": "Модульнае тэставанне",
    "unit_testing_desc": "Распрацоўшчыкі пакрываюць новую функцыянальнасць тэстамі, каб забяспечыць высокую якасць прадукту.",
    "solution_deployment_title": "Разгортванне рашэнняў",
    "solution_deployment_desc": "Інжынеры DevOps ўкараняюць працэсы бесперапыннай інтэграцыі, разгортвання і дастаўкі. Кожная наступная ітэрацыя разгортвання і дастаўкі будзе аўтаматызавана.",
    "maintenance_support_title": "Абслугоўванне і падтрымка",
    "maintenance_support_desc": "Наша каманда гарантуе якасць распрацаванага прадукту і гатовая падтрымліваць яго ў будучыні."
}