{
    "en": "EN",
    "ru": "RU",
    "bel": "BLR",
    "how_it_works": "How it works",
    "team": "Team",
    "contacts": "Contacts",
    "services": "Services",
    "services_description": "The main priority for our team is to provide quality solutions for implementation of your ideas. Check out the list of services provided by Storks Solutions team.",
    "web_development_title": "Web development",
    "web_development_desc": "Focus on building a quality solution that responds to business needs. We use a lean approach so we can quickly test, learn, and make changes in the development phase",
    "mobile_development_title": "Mobile app development",
    "mobile_development_desc": "By putting together tech expertise and creativity, our programmers can craft a custom mobile application that will help your business develop.",
    "design_title": "UI/UX Design",
    "design_desc": "Focus on the usability of your digital product and create amazing user interfaces for different platforms and devices that will help you fulfill your strategy and goals.",
    "quality_assurance_title": "Quality assurance",
    "quality_assurance_desc": "QA engineers conduct checks for correctness, absence of errors, compliance with the requirements of the developed features.",
    "api_integration_title": "API Integration",
    "api_integration_desc": "By integrating APIs of different products, we can make separate pieces of your IT infrastructure work well together without compromising on security.",
    "product_scaling_title": "Product Scaling",
    "product_scaling_desc": "Improve your product by refactoring out of date code, adding new features, and adjusting the product to present expectations.",
    "cooperation_models_title": "Cooperation models",
    "cooperation_models_desc": "The peculiarity of the Storks Solutions team is flexibility and fast speed in finding solutions. Based on the required results, the team can offer several options for cooperation.",
    "staff_model_title": "Staff Augmentation Model",
    "staff_model_desc": "Expert software engineers join your existing team, working and communicating remotely until project completion. You can bring on as many professionals as you need to achieve the right team size for your development efforts.",
    "dedicated_model_title": "Dedicated Team Model",
    "dedicated_model_desc": "The dedicated team model means you will work with an outside software development team. This option provides a management structure with hands-on supervision of the workflow and tasks.",
    "project_model_title": "Project Based Model",
    "project_model_desc": "Our team will take care of the entire development process, from defining requirements to fully implementing your idea, setting deadlines, and quality testing. The company brings together the whole team, including the project manager.",
    "who_we_are_title": "Who we are?",
    "professional_team_title": "PROFESSIONAL TEAM",
    "professional_team_desc": "We have a highly professional team of engineers, developers, designers.",
    "all_team_title": "All team",
    "technology_stack_title": "Technology stack",
    "technology_stack_desc": "Our top-class software engineers harness all present-day programming languages and frameworks and cater to all requests related to software development projects of any complexity and technology stack.",
    "frond_end": "FRONT END",
    "react": "React",
    "angular": "Angular",
    "javascript": "Javascript",
    "back_end": "BACK END",
    "java": "JAVA",
    "net": ".NET",
    "nodejs": "NODE.JS",
    "php": "PHP",
    "mobile": "MOBILE",
    "ios": "IOS",
    "android": "ANDROID",
    "flutter": "FLUTTER",
    "react_native": "REACT NATIVE",
    "need_solution_title": "Need a technological solution?",
    "contact_us_title": "Contact us!",
    "name_field": "Name",
    "company_field": "Company",
    "corporate_email_field": "Corporate email",
    "subject_field": "Subject",
    "additional_field": "Additional information",
    "upload_file_field": "Upload File",
    "send_desc": "Please be informed that when you click the 'Send' button Stork Solutions  will process your personal data.",
    "send_button": "Send",
    "get_started": "Get started",
    "digital_solutions": "Digital solutions",
    "fast": "fast",
    "and": "and",
    "easy": "easy",
    "welcome_desc": "We will conduct business consulting in a short time and offer the best solutions",
    "average_experience": "Average experience",
    "team_members": "Team-members",
    "embrace_technologies": "Embrace technologies",
    "projects_completed": "Projects completed",
    "footer_rules": "© 2023 Storks Solutions. All Rights Reserved.",
    "footer_address": "Stefana Okrzei 1A/10P, 03-715 Warsaw, Poland",
    "specialists": "Specialists",
    "sprint_action": "Sprint action",
    "requirement_elicitation_title": "Requirement elicitation",
    "requirement_elicitation_desc": "We collect all functional requirements, suggest and describe the possible solution, and provide rough estimates, costs, and scope.",
    "contract_negotiation_title": "Contract negotiation",
    "contract_negotiation_desc": "We discuss all the contract terms, setting the cooperation and pricing models.",
    "design_prototyping_title": "Design and prototyping",
    "design_prototyping_desc": "The team works on the solution concept and provides a visual representation.",
    "architecture_building_title": "Architecture building",
    "architecture_building_desc": "The team offers an optimal architectural solution that will be easily expanded and supported in the future.",
    "iteration_grooming_title": "Iteration grooming",
    "iteration_grooming_desc": "The team participates in discussions, explanations, and clarifications of a future feature or product.",
    "iteration_planning_title": "Iteration planning",
    "iteration_planning_desc": "The team splits stories and tasks on optimal iterations for continuous implementation and delivery.",
    "daily_meeting_title": "Daily meeting",
    "daily_meeting_desc": "Team members report progress daily. In case of questions, they receive a quick answer and continue development.",
    "coding_title": "Coding",
    "coding_desc": "Developers implement software code according to existing requirements.",
    "unit_testing_title": "Unit testing",
    "unit_testing_desc": "Developers cover new functionality with tests to ensure the high quality of the product.",
    "solution_deployment_title": "Solution deployment",
    "solution_deployment_desc": "DevOps engineers implement continuous integration, deployment, and delivery processes. Each subsequent iteration of deployment and delivery will be automated.",
    "maintenance_support_title": "Maintenance and support",
    "maintenance_support_desc": "Our team guarantees the quality of the developed product and is ready to support it in the future."
}